"##RevealToolbarItemMessage##" = "Clique no botão à esquerda. Arraste o arquivo revelado para a barra de ferramentas do Finder. Em qualquer altura que se encontre no Finder, clique neste item na barra de ferramentas para voltar para o Path Finder.";
"%@ available" = "%@ disponível";
"%@ available, %@ used" = "%@ disponível, %@ utilizado";
"%@ cannot be changed for item \"%@\"." = "%@ não pode ser alterado para o item \"%@\".";
"%@ cannot be changed for some of selected items." = "%@ não pode ser alterado para alguns dos itens seleccionados.";
"%@, %@ free" = "%@, %@ livre";
"%d Applications" = "%d Aplicativos";
"%d Places" = "%d Locais";
"%d day free trial" = "%d dias de prova gratuita";
"%d days remaining" = "%d dias restantes";
"%d items" = "%d itens";
"%d items selected" = "%d itens seleccionados";
"%d matches" = "%d correspondências";
"%d of %d selected" = "%d de %d itens selecionados";
"%d replaced" = "%d substituídos";
"%d seconds" = "%d segundos";
"Above 100 TB" = "Acima de 100 TB";
"Access" = "Acesso";
"Access:" = "Acesso:";
"Action" = "Acção";
"Activate URLs" = "Activar URLs";
"Add Folder..." = "Adicionar Pasta...";
"Add To Sidebar" = "Adicionar à barra lateral";
"Address:" = "Endereço:";
"Agree" = "Concordar";
"Alert!" = "Alerta!";
"Alias" = "Atalho";
"Aliases" = "Atalhos";
"All" = "Tudo";
"All monitors" = "Todos os monitores";
"An error occurred while trying to eject \"%@\"." = "Ocorreu um erro ao tentar ejectar \"%@\".";
"An error occurred while trying to mount \"%@\"." = "Ocorreu um erro ao tentar montar \"%@\".";
"An error occurred while trying to open \"%@\"." = "Ocorreu um erro ao tentar abrir \"%@\".";
"An error occurred while trying to unmount \"%@\"." = "Ocorreu um erro ao tentar desmontar \"%@\".";
"Application" = "Aplicativo";
"Application:" = "Aplicativo:";
"Applications" = "Aplicativos";
"Applications Menu" = "Menu de Aplicativos";
"Archives" = "Arquivos";
"Are you sure you want to apply the selected owner, group and permissions to all the enclosed items?" = "Tem a certeza que deseja aplicar a selecção de proprietário, grupo e permissões a todos os itens inclusos?";
"Are you sure you want to apply the selected owner, group, and permissions to all the enclosed items?" = "Tem a certeza que deseja aplicar a selecção de proprietário, grupo, e permissões a todos os itens inclusos?";
"Are you sure you want to close this window?" = "Tem a certeza que deseja encerrar esta janela?";
"Are you sure you want to propagate ACL, owner, group, and permissions to all items down the directory hierarchy?" = "Tem a certeza que deseja propagar ACL, proprietário, grupo, e permissões a todos os itens inclusos na hierarquia de directório?";
"Are you sure you want to quit Path Finder?" = "Tem a certeza que deseja encerrar o Path Finder?";
"Are you sure you want to remove the items in the Trash permanently?" = "Tem certeza de que deseja remover os itens do Lixo permanentemente?";
"Are you sure you want to remove the shelf named \"%@\"?" = "Tem a certeza que deseja remover a prateleira chamada \"%@\"?";
"Are you sure you want to remove the sidebar named \"%@\"?" = "Tem a certeza que deseja remover a barra lateral chamada \"%@\"?";
"Attributes" = "Atributos";
"Audio" = "Áudio";
"Back" = "Voltar";
"Begins With" = "Começa com";
"Blue" = "Azul";
"Bug Reporter" = "Relatório de Erro";
"Building Menus" = "Construindo Menus";
"Burn" = "Gravar";
"Burning %@ disc" = "Gravando %@ disco";
"Burning Disk Image" = "Gravando Imagem de Disco";
"Burning:" = "Gravando:";
"Busy" = "Ocupado";
"Buy Later" = "Comprar Mais Tarde";
"Buy Now" = "Comprar Agora";
"CUSTOM" = "PERSONALIZADO";
"Calculating..." = "Calculando...";
"Cancel" = "Cancelar";
"Cancels interactive screen shot mode" = "Cancela o modo interactivo de captura de écran";
"Capacity:" = "Capacidade:";
"Causes screen shot to go to clipboard" = "Leva a captura de écran a ir para a área de transferência";
"Check your iTools settings in the Internet panel in the System Preferences application." = "Verifique as suas definições do iTools no painel Internet nas Preferências do Sistema.";
"Choose Folder" = "Escolher Pasta";
"Choose Volume" = "Escolher Volume";
"Choose a valid destination." = "Escolha um destino válido.";
"Clean up" = "Limpar";
"Click the Add button, or drag a folder or disk into the list below." = "Clique no botão Adicionar, ou arraste uma pasta ou um disco para a lista abaixo.";
"Click to choose the editor background color" = "Clique para escolher a cor de fundo do editor";
"Click to hide used space" = "Clique para ocultar espaço utilizado";
"Click to show used space" = "Clique para mostrar espaço utilizado";
"Close" = "Fechar";
"Closing this tab will terminate the running process %@." = "Fechar esta aba irá terminar o processo corrente %@.";
"Closing this tab will terminate the running processes %@." = "Fechar esta aba irá terminar os processos correntes %@.";
"Closing this window will terminate the running process %@." = "Fechar esta janela irá terminar o processo corrente %@.";
"Closing this window will terminate the running processes %@." = "Fechar esta janela irá terminar os processos correntes %@.";
"Code:" = "Código:";
"Color" = "Cor";
"Command" = "Comando";
"Comments" = "Comentários";
"Compare to:" = "Comparar com:";
"Compress" = "Comprimir";
"Computer" = "Computador";
"Connect" = "Conectar";
"Console" = "Consola";
"Contains" = "Contém";
"Contains:" = "Contém:";
"Content" = "Conteúdo";
"Content:" = "Conteúdo:";
"Control Key:" = "Tecla Controle:";
"Convert Image" = "Converter Imagem";
"Convert document to plain text?" = "Converter documento para texto simples?";
"Converting will lose fonts, colors, and other text styles in the document." = "A conversão irá perder fontes, cores, e outros estilos de texto no documento.";
"Copy" = "Copiar";
"Could not move to Applications folder" = "Não foi possível mover para a pasta Aplicações";
"Could not resolve alias." = "Não foi possível resolver o atalho.";
"Created" = "Criado";
"Created:" = "Criado:";
"Creator:" = "Criador:";
"Data Added" = "Dados Adicionados";
"Data Fork" = "Forquilha de Dados";
"Date" = "Data";
"Date Added" = "Data de Adição";
"Date Created" = "Data de Criação";
"Date Last Opened" = "Data da Última Abertura";
"Date Modified" = "Data de Modificação";
"Decompress" = "Descomprimir";
"Delete" = "Apagar";
"Delete saved search…" = "Apagar procura salvada…";
"Desktop" = "Mesa";
"Destination does not exist" = "O destino não existe";
"Developer" = "Desenvolvedor";
"Device:" = "Dispositivo:";
"Disagree" = "Discordar";
"Disk Image" = "Imagem de Disco";
"Disk Usage" = "Utilização do Disco";
"Display screen-shot in Image Converter" = "Mostrar captura de écran no Conversor de Imagem";
"Do Not Move" = "Não mover";
"Do not ask me again" = "Não perguntar novamente";
"Do you really want to close this terminal session?" = "Deseja realmente encerrar esta sessão de terminal?";
"Do you want to Get Info on all %d items?" = "Deseja Obter Informações em todos os %d itens?";
"Do you want to close this tab?" = "Deseja fechar esta aba?";
"Do you want to close this window?" = "Deseja fechar esta janela?";
"Do you want to force %@ to quit?" = "Você deseja forçar %@ a encerrar?";
"Do you want to open all %d items?" = "Deseja abrir todos os %d itens?";
"Document" = "Documento";
"Documents" = "Documentos";
"Don't Quit" = "Não Encerrar";
"Done" = "Concluído";
"Drop Stack" = "Pilha de Depósitos";
"Dropbox folder found" = "Pasta do Dropbox encontrada";
"Duplicate" = "Duplicar";
"Duration:" = "Duração:";
"Dynamic" = "Dinâmico";
"Edit Renaming Sequences…" = "Editar Sequências de Renomeação…";
"Edit Searches…" = "Editar Buscas…";
"Edit..." = "Editar...";
"Eject" = "Ejectar";
"Eject All" = "Ejectar Todos";
"Eject disc after burning" = "Ejectar disco após gravação";
"Email Address:" = "Endereço de e-mail:";
"Email Report" = "Enviar Email para Relatórios";
"Email Sales" = "Enviar Email para Vendas";
"Email:" = "Enviar por E-mail:";
"Empty" = "Vazio";
"Encoding" = "Codificação";
"Ends With" = "Termina Com";
"Ends with" = "Termina com";
"Ends with:" = "Termina com:";
"Enter Registration Code" = "Insira Código de Registo";
"Entire File" = "Todo o Arquivo";
"Erase" = "Apagar";
"Error creating directory." = "Erro ao criar directório.";
"Error creating file." = "Erro ao criar arquivo.";
"Error creating symbolic link." = "Erro ao criar link simbólico.";
"Error setting folder" = "Erro ao definir pasta";
"Error!" = "Erro!";
"Error: %d" = "Erro: %d";
"Escape Key:" = "Tecla Escape:";
"Everywhere" = "Em todos os locais";
"Exact match" = "Correspondência exacta";
"Execute delete with root privileges" = "Executar apagar com privilégios de raíz";
"Expired" = "Expirou";
"Extend selection" = "Extender selecção";
"Extension" = "Extensão";
"Extension:" = "Extensão:";
"Favorites" = "Favoritos";
"Favorites Menu" = "Menu de Favoritos";
"File" = "Arquivo";
"Files" = "Arquivos";
"Filter" = "Filtro";
"Find" = "Buscar";
"Find String:" = "Encontrar Linha:";
"Find Text" = "Encontrar Texto";
"Find by" = "Encontrar por";
"Find by Content" = "Encontrar por Conteúdo";
"Find by Name" = "Encontrar por Nome";
"Find options" = "Opções de busca";
"Find results incomplete." = "Resultados de busca incompletos.";
"Find/Stop" = "Encontrar/Parar";
"Find:" = "Buscar:";
"Finding..." = "Buscando...";
"Five" = "Cinco";
"Float Window" = "Janela Flutuante";
"Folder" = "Pasta";
"Folder \"%@\"" = "Pasta \"%@\"";
"Folders" = "Pastas";
"Font Sample" = "Amostra de Fonte";
"Fonts" = "Fontes";
"Force Quit" = "Forçar Encerrar";
"Format:" = "Formato:";
"Forward" = "Avançar";
"Found: %d" = "Encontrado: %d";
"Four" = "Quatro";
"Free:" = "Livre:";
"From 1 MB to 100 MB" = "De 1 MB a 100 MB";
"From 1 TB to 100 TB" = "De 1 TB a 100 TB";
"From 10 GB to 1 TB" = "De 10 GB a 1 TB";
"From 10 KB to 1 MB" = "De 10 KB a 1 MB";
"From 100 MB to 10 GB" = "De 100 MB a 10 GB";
"From 100 bytes to 10 KB" = "De 100 bytes a 10 KB";
"Generic Icons Off" = "Ícones Genéricos Desligados";
"Generic Icons On" = "Ícones Genéricos Ligados";
"Go" = "Ir";
"Go Menu" = "Menu Ir";
"Go to Folder" = "Ir Para a Pasta";
"Go to Page" = "Ir para Página";
"Go to the folder:" = "Ir para a pasta:";
"Gray" = "Cinza";
"Greater than" = "É maior que";
"Green" = "Verde";
"Group" = "Grupo";
"Group:" = "Grupo:";
"Help" = "Ajuda";
"Hide" = "Ocultar";
"Hide %@" = "Ocultar %@";
"Hide Icons" = "Ocultar Ícones";
"Hide Invisible Files" = "Ocultar Arquivos Invisíveis";
"Hide Others" = "Ocultar Outros";
"Hide Path Finder Desktop" = "Ocultar Mesa do Path Finder";
"Hide Preview" = "Ocultar Pré-visualização";
"Hide Trash Can" = "Ocultar Caixote do Lixo";
"History" = "Histórico";
"Home" = "Início";
"Hot keys in screen capture mode" = "Atalhos de teclado no modo de captura de écran";
"Hybrid" = "Híbrido";
"I can move myself to the Applications folder if you'd like." = "Posso mover-me para a pasta Aplicações se desejar.";
"I have read and agree to the terms of the software license agreement." = "Eu li e concordo com os termos do contrato de licença de software.";
"Icon Size" = "Tamanho Ícone";
"Idle" = "Ocioso";
"If you choose Secure Empty Trash, you cannot recover the items with any data rescue program. They can be recovered only if you have backed them up using Time Machine or another backup program." = "Se escolher Esvaziamento Seguro do Lixo, não poderá recuperar os itens apagados com um programa de recuperação de dados. Só poderão ser recuperados com o Time Machine ou outro programa de cópia de segurança.";
"If you keep Path Finder running all the time, it's always there when you need it!" = "Se deixar o Path Finder sempre a correr, estará sempre disponível quando necessitar!";
"Ignore Case" = "Ignorar Maiúsculas";
"Ignore case" = "Ignorar capitulação";
"Image" = "Imagem";
"Image: " = "Imagem: ";
"Images" = "Imagens";
"Info" = "Informações";
"Initializing..." = "Inicializando...";
"Internal Volumes" = "Volumes Internos";
"Invalid Registration Code!" = "Código de Registo Inválido!";
"Invisible" = "Invisível";
"Is" = "É";
"It appears you have Dropbox set up. Path Finder can link to your Dropbox account and provide Dropbox integration (this integration does not require Dropbox application running). You can also link and unlink Path Finder at any time from the preferences panel.\nWhat do you want to do?" = "Parece que tem o Dropbox configurado. O Path Finder pode ligar à sua conta Dropbox e providenciar integração com este serviço (esta integração não requer que tenha que correr o aplicativo Dropbox). Pode também ligar e desligar o acesso a este serviço em qualquer altura nas preferências.\nO que deseja fazer?";
"Join .Mac" = "Junte-se ao .Mac";
"KEYBOARD_SHORTCUTS" = "Tab##anexa correspondência$$Setas Cima/Baixo##selecciona na lista$$Delete##pasta principal$$Apagar-Adiante##Computador$$Seta Direita##anexa correspondência$$Seta Esquerda##pasta principal$$⌘⇧ H##Início$$/##Raíz";
"Keyboard shortcuts" = "Atalhos de teclado";
"Keywords" = "Palavras-chave";
"Kind" = "Tipo";
"Kind:" = "Classe:";
"Label" = "Etiqueta";
"Label:" = "Etiqueta:";
"Last Modified" = "Última Modificação";
"Last Opened" = "Aberto por Último";
"Launch" = "Correr";
"Launch Application" = "Correr Aplicativo";
"Learn More…" = "Saiba mais…";
"Left" = "Esquerda";
"Less than" = "É menor que";
"License Agreement" = "Contrato de Licença";
"License key" = "Chave de licença";
"License key:" = "Chave de licença:";
"Licensed to:" = "Licenciado para:";
"Link" = "Ligação";
"Local Disks" = "Discos Locais";
"Mac OS X will halt a find operation if the disk is modified during the search. For complete results, try again." = "O Mac OS X irá parar uma operação de busca se o disco for modificado durante a procura. Para resultados completos, tente novamente.";
"Main monitor only" = "Apenas monitor principal";
"Make Alias" = "Criar Atalho";
"Man Pages" = "Páginas Man";
"Medium Security (7 passes)" = "Segurança Média (7 passagens)";
"Member name:" = "Nome:";
"Menu Key Editor" = "Editor de Teclas de Menu";
"Modified" = "Modificado";
"Modified:" = "Modificado:";
"Mount Point:" = "Ponto de Montagem:";
"Move" = "Mover";
"Move selection by" = "Mover selecção por";
"Move selection to" = "Mover selecção para";
"Move to Applications Folder" = "Mover para a pasta Aplicações";
"Move to Applications folder in your Home folder?" = "Mover para a pasta Aplicações na sua pasta Pessoal?";
"Move to Applications folder?" = "Mover para a pasta Aplicações?";
"Move to Trash" = "Mover para o Lixo";
"Movie" = "Filme";
"Movies" = "Filmes";
"Music" = "Música";
"Name" = "Nome";
"Name:" = "Nome:";
"Network Activity" = "Actividade de Rede";
"New" = "Novo";
"New File" = "Arquivo Novo";
"New Folder" = "Nova Pasta";
"New Shelf..." = "Prateleira Nova...";
"New Tab" = "Nova Aba";
"New group" = "Grupo novo";
"Next" = "Seguinte";
"No" = "Não";
"No items" = "Nenhum item";
"None" = "Nenhuma";
"Normal Delete" = "Apagar Normalmente";
"Not Specified" = "Não Especificado";
"Not found" = "Não encontrado";
"Note that this will require an administrator password." = "Atenção que isto irá necessitar da palavra-passe de administrador.";
"One" = "Um";
"Open" = "Abrir";
"Open iCloud Preferences…" = "Abrir as preferências de iCloud…";
"Open with" = "Abrir com";
"Open with %@" = "Abrir com %@";
"Operation not permitted" = "Operação não permitida";
"Orange" = "Laranja";
"Other" = "Outros";
"Other..." = "Outro...";
"Others..." = "Outros...";
"Owner" = "Proprietário";
"Owner:" = "Proprietário:";
"PDF Documents" = "Documentos PDF";
"Package" = "Pacote";
"Packages" = "Pacotes";
"Page" = "Página";
"Page %d of %d" = "Página %d de %d";
"Paragraphs" = "Parágrafos";
"Parent" = "Principal";
"Partial match" = "Correspondência parcial";
"Password" = "Senha";
"Password:" = "Senha:";
"Path" = "Caminho";
"Path Finder 6 License" = "Licença do Path Finder 6";
"Path Finder 6 Name" = "Nome do Path Finder 6";
"Path Finder cannot be quit because an operation is in progress." = "O Path Finder não pode ser encerrado porque uma operação está em progresso.";
"Path Finder cannot set folder at path \"%@\". Check that the folder exists and try again." = "O Path Finder não consegue definir a pasta no caminho \"%@\". Verifique que a pasta existe e tente novamente.";
"Path Finder has been updated to version %@!" = "O Path Finder foi actualizado para a versão %@!";
"Path Finder operation is in progress." = "Operação Path Finder encontra-se em progresso.";
"Path:" = "Caminho:";
"Permission:" = "Permissão:";
"Pictures" = "Imagens";
"Play" = "Reproduzir";
"Play Sound" = "Reproduzir Som";
"Play sounds" = "Reproduzir sons";
"Preferences" = "Preferências";
"Preview" = "Pré-visualização";
"Previous" = "Anterior";
"Previous 30 days" = "Últimos 30 dias";
"Previous 7 days" = "Últimos 7 dias";
"Print..." = "Imprimir...";
"Processes" = "Processos";
"Progress" = "Progresso";
"Public" = "Pública";
"Purchase Path Finder today!" = "Compre o Path Finder hoje!";
"Purple" = "Roxo";
"Quit" = "Encerrar";
"Quit that application and try to eject the disk again" = "Encerre esse aplicativo e tente ejectar o disco novamente";
"Rating" = "Classificação";
"Read error." = "Erro de leitura.";
"Really Open?" = "Abrir Realmente?";
"Really Quit?" = "Encerrar Realmente?";
"Recent Files" = "Arquivos Recentes";
"Recent Folders" = "Pastas Recentes";
"Recent Servers" = "Servidores Recentes";
"Red" = "Vermelho";
"Registration Code:" = "Código de Registo:";
"Remember password in my keychain" = "Lembrar senha no meu porta-chaves";
"Remote Volumes" = "Volumes Remotos";
"Removable Volumes" = "Volumes Amovíveis";
"Remove All" = "Remover Tudo";
"Remove Shelf" = "Remover Prateleira";
"Remove Shelf?" = "Remover Prateleira?";
"Remove Sidebar?" = "Remover Barra Lateral?";
"Remove Top" = "Remover Topo";
"Rename" = "Renomear";
"Replace" = "Substituir";
"Replace & Find" = "Substituir e Buscar";
"Replace All" = "Substituir Tudo";
"Replace all scope" = "Substituir todo o âmbito";
"Replace with:" = "Substituir por:";
"Resolved:" = "Resolvido:";
"Resource Fork" = "Forquilha de Recursos";
"Results" = "Resultados";
"Reveal" = "Mostrar";
"Reveal in Finder" = "Mostrar no Finder";
"Right" = "Direita";
"Running Applications Menu" = "Menu de Aplicativos em Execução";
"SHARED" = "COMPARTILHADO";
"Sample" = "Amostra";
"Save Renaming Sequence…" = "Salvar Sequência de Renomeação…";
"Save Search…" = "Salvar Busca…";
"Save screen-shot to clipboard" = "Salvar captura de écran na área de transferência";
"Save screen-shot to file" = "Salvar captura de écran em arquivo";
"Saved Renaming Sequence" = "Sequência de Renomeação Salvada";
"Saved Search" = "Procura Salvada";
"Saved Searches" = "Procuras Salvadas";
"Screen Capture" = "Captura de Écran";
"Screen capture mode" = "Modo de captura de écran";
"Search" = "Buscar";
"Search Location:" = "Localização de Procura:";
"Search Locations" = "Localizações de Procura";
"Search Results for '%@' in '%@'" = "Resultados de Procura para '%@' em '%@'";
"Search in:" = "Buscar em:";
"Search inside packages" = "Procurar dentro de pacotes";
"Search inside the System folder" = "Procurar dentro da pasta Sistema";
"Searching..." = "Buscando...";
"Secure Delete" = "Apagar de Forma Segura";
"Secure Empty Trash permanently erases the items in the Trash. Are you sure you want to erase them permanently?" = "Esvaziamento Seguro do Lixo apaga permanentemente os itens no Lixo. Tem a certeza que deseja apagá-los permanentemente?";
"Security Level" = "Nível de Segurança";
"Select" = "Selecionar";
"Select & Close" = "Seleccionar e Fechar";
"Selected Text" = "Texto Selecionado";
"Selection" = "Selecção";
"Selection Path" = "Caminho de Selecção";
"Sentences" = "Frases";
"Servers" = "Servidores";
"Shared Folder" = "Pasta Partilhada";
"Shelf" = "Prateleira";
"Shelf Name" = "Nome de Prateleira";
"Shelves" = "Prateleiras";
"Show" = "Mostrar";
"Show All" = "Mostrar Tudo";
"Show Icons" = "Mostrar Ícones";
"Show Invisible Files" = "Mostrar Arquivos Invisíveis";
"Show Invisibles" = "Mostar Invisíveis";
"Show Path Finder Desktop" = "Mostrar Mesa do Path Finder";
"Show Preview" = "Mostrar Pré-Visualização";
"Show Trash Can" = "Mostrar Caixote do Lixo";
"Show in New Window" = "Mostrar em Nova Janela";
"Show this message again if not linked" = "Mostrar esta mensagem novamente se não ligado";
"Simple Security (1 pass)" = "Segurança Simples (1 passagem)";
"Size" = "Tamanho";
"Size:" = "Tamanho:";
"Smart Sorting Off" = "Ordenação Inteligente Desligada";
"Smart Sorting On" = "Ordenação Inteligente Ligada";
"Sort Ascending" = "Ordenar Ascendente";
"Sort Descending" = "Ordenar Descendente";
"Space Key:" = "Tecla Espaço:";
"Specify a name and location for your Smart Folder" = "Especifique um nome e local para a pasta inteligente";
"Spreadsheets" = "Folhas de Cálculo";
"Standard" = "Padrão";
"Starts with" = "Começa com";
"Starts with:" = "Começa com:";
"Startup Volume" = "Volume de Arranque";
"Stop" = "Parar";
"String" = "Série";
"Subscribe" = "Subscrever";
"Subscribe to Newsletter" = "Subscrever Newsletter";
"Summarize" = "Resumir";
"Symbolic Links" = "Links Simbólicos";
"Tab Set" = "Conjunto de Abas";
"Tags" = "Etiquetas";
"Tags Groups" = "Grupos de Etiquetas";
"Text" = "Texto";
"Text Editor" = "Editor de Texto";
"Thank you for registering Path Finder!" = "Obrigado por registar o Path Finder!";
"The alias \"%@\" can't be opened because the original item can't be found." = "O atalho \"%@\" não pode ser aberto porque o item original não pode ser encontrado.";
"The device containing \"%@\" also contains %d other volume that will not be ejected. Are you sure you want to eject \"%@\"?" = "O dispositivo contendo \"%@\" também contém %d outro volume que não será ejectado. Tem a certeza que deseja ejectar \"%@\"?";
"The device containing \"%@\" also contains %d other volumes that will not be ejected. Are you sure you want to eject \"%@\"?" = "O dispositivo contendo \"%@\" também contém %d outros volumes que não serão ejectados. Tem a certeza que deseja ejectar \"%@\"?";
"The disk \"%@\" couldn't be ejected because \"%@\" is using it." = "O disco \"%@\" não pode ser ejectado porque \"%@\" está a utilizá-lo.";
"The folder \"%@\" cannot be opened because you don't have permission to see its contents." = "A pasta \"%@\" não pode ser aberta porque não possui permissão para ver o seu conteúdo.";
"The item \"%@\" could not be moved to the trash." = "O item \"%@\" não pode ser movido para o lixo.";
"The name of item cannot be changed to name \"%@\" with extension \"%@\"." = "O nome do item não pode ser alterado para nome \"%@\" com extensão \"%@\".";
"The operation can't be completed because the original item for \"%@\" can't be found." = "A operação não pode ser completada porque o item original para \"%@\" não pode ser encontrado.";
"The operation couldn't be completed.\nThe name is already taken. Please choose a different name." = "A operação não pode ser concluída.\nO nome já existe. Por favor escolha um nome diferente.";
"The original file may have been moved or deleted." = "O arquivo original pode ter sido movido ou apagado.";
"Theme" = "Tema";
"There are %d tabs in this window. Do you want to close the window anyway?" = "Existem %d abas nesta janela. Deseja fechar esta janela de qualquer modo?";
"There is no application available to open the document \"%@\"." = "Não existe aplicativo disponível para abrir o documento \"%@\".";
"This action bypasses the Trash. You cannot undo this action." = "Esta acção salta o Lixo. Não pode desfazer esta acção.";
"This copy of Path Finder is not registered" = "Esta cópia do Path Finder não está registada";
"Three" = "Três";
"To connect to the Public folder for a .Mac member, enter the member's account name." = "Para conectar à pasta Public de um membro .Mac, digite o nome da conta.";
"To continue using the software, you must agree to the terms of the software license agreement." = "Para continuar a usando o software, você deve concordar com os termos do contrato de licença de software.";
"To eject all the volumes on this device, click Eject All, or hold down the Option key while ejecting the volume.\n\nIn the future, to eject a single volume without seeing this dialog, hold down the Control key while ejecting the volume." = "Para ejectar todos os volumes neste dispositivo, clique Ejectar Todos, ou mantenha pressionada a tecla Opção enquanto ejecta o volume.\n\nNo futuro, para ejectar um volume único sem ver este diálogo, mantenha pressionada a tecla Controle enquanto ejecta o volume.";
"To enable more operations, enter a password:" = "Para permitir mais operações, digite uma senha:";
"Today" = "Hoje";
"Toggle Preview" = "Alternar Pré-visualização";
"Toggle Sidebar" = "Alternar Barra Lateral";
"Toggle between mouse and window selection modes" = "Alternar entre modos de selecção de rato e janela";
"Tomorrow" = "Amanhã";
"Touch" = "Tocar";
"Transparency" = "Transparência";
"Trash" = "Lixo";
"Trash operation could not be completed." = "Operação de Lixo não pode ser concluída.";
"Turn on iCloud Drive to store your files in iCloud and access them anytime on all your devices." = "Active iCloud Drive para armazenar os seus ficheiros em iCloud e lhes poder aceder a qualquer momento a partir de todos os seus dispositivos.";
"Two" = "Dois";
"Type" = "Tipo";
"Type tags here, use ENTER/RETURN to separate them." = "Digite etiquetas aqui, use INTRODUZIR/RETORNO para separá-las.";
"Type:" = "Tipo:";
"Ultra Security (35 passes)" = "Segurança Ultra (35 passagens)";
"Under 100 bytes" = "Abaixo de 100 bytes";
"Update Database" = "Actualizar Base Dados";
"Update Now" = "Actualizar Agora";
"Updating the database takes a few minutes to complete, but once done, makes finding files on your computer extremely fast" = "Actualizar a base de dados leva alguns minutos, mas quando completada, ajuda a encontrar arquivos no seu computador de forma extremamente rápida";
"Updating..." = "Actualizando...";
"Upgrade Now" = "Atualizar Agora";
"Verify disc after burning" = "Verificar disco depois de gravar";
"Version" = "Versão";
"Version:" = "Versão:";
"View" = "Visualizar";
"View Hex" = "Visualizar Hex";
"View Text" = "Visualizar Texto";
"View as Hex" = "Visualizar como Hex";
"Views" = "Vistas";
"Visibility:" = "Visibilidade:";
"Visible" = "Visível";
"WARNING!" = "AVISO!";
"Welcome to Path Finder" = "Bem-vindo ao Path Finder";
"Where" = "Onde";
"Whole words" = "Palavras completas";
"Window" = "Janela";
"Would you like Path Finder to launch automatically when you log in?" = "Deseja que o Path Finder corra automaticamente quando iniciar sessão?";
"Would you like to delete it immediately?" = "Deseja apagá-lo imediatamente?";
"Write error." = "Erro de gravação.";
"Yellow" = "Amarelo";
"Yes" = "Sim";
"Yesterday" = "Ontem";
"You can't open the application \"%@\" because PowerPC applications are no longer supported." = "Não pode abrir o aplicativo \"%@\" porque aplicativos PowerPC já não são suportados.";
"You cannot paste item \"%@\" at this location because you can't paste an item into itself." = "Não pode colar o item \"%@\" nesta localização porque não é possível colar um item sobre ele mesmo.";
"You cannot paste item at this location because you can't paste an item into itself." = "Não pode colar o item nesta localização porque não é possível colar um item sobre ele mesmo.";
"You cannot undo this action." = "Você não pode desfazer esta ação.";
"You cannot undo this." = "Não pode desfazer isto.";
"You do not have permission to open the %@ \"%@\"." = "Não possui permissão para abrir o %@ \"%@\".";
"You do not have permission to trash this item." = "Não possui permissão para mover este item para o lixo.";
"You will lose any unsaved changes." = "Você perderá todas as alterações não salvas.";
"Zoom In" = "Ampliar";
"Zoom Out" = "Reduzir";
"alias" = "atalho";
"application" = "aplicativo";
"as Columns" = "como Colunas";
"as Icons" = "como Ícones";
"as List" = "como Lista";
"copy" = "copiar";
"document" = "documento";
"extend selection" = "extender selecção";
"link" = "ligação";
"the last 2 days" = "os últimos 2 dias";
"the last 2 months" = "os últimos 2 meses";
"the last 2 weeks" = "as últimas 2 semanas";
"the last 3 days" = "os últimos 3 dias";
"the last 3 months" = "os últimos 3 meses";
"the last 3 weeks" = "as últimas 3 semanas";
"the last 6 months" = "os últimos 6 meses";
"the last month" = "o último mês";
"the last week" = "a última semana";
"the last year" = "o último ano";
"to" = "para";
"ungrouped" = "desagrupado";
"untitled" = "sem título";

/* ==== UNLOCALIZED ==== */

"1 item" = "1 item";
"Finder" = "Finder";
"GB" = "GB";
"HFS+" = "HFS+";
"HTML" = "HTML";
"Hex" = "Hex";
"ISO 9660" = "ISO 9660";
"Joliet" = "Joliet";
"KB" = "KB";
"MB" = "MB";
"MP3:" = "MP3:";
"Menu" = "Menu";
"OK" = "OK";
"PDF" = "PDF";
"PDFs" = "PDFs";
"RTFs" = "RTFs";
"Spotlight" = "Spotlight";
"TB" = "TB";
"Terminal" = "Terminal";
"URL:" = "URL:";
"Volume \"%@\"" = "Volume \"%@\"";
"Volume:" = "Volume:";
